[
  {
    "rank": 1,
    "name": "Out of the Park Baseball 17",
    "developer": "Out Of The Park Developments",
    "score": 92,
    "description": "OOTP's annual baseball management sim won't please gamers looking for action. But for sabermetrics fans or budding GMs, it doesn't get any more realistic or detail-oriented than this in the world of sports simulations. And with every real-world season and team from 1871 to 2016 included with the base game for free, it's even possible to play a few seasons when the Cubs don't win the World Series.",
    "genres": [
      "Sports"
    ],
    "image": "https://www.pccdkeys.com/wp-content/uploads/2016/04/out-of-the-park-baseball-17-cd-key-for-steam.jpg"
  },
  {
    "rank": 2,
    "name": "The Witcher 3: Wild Hunt - Blood and Wine",
    "developer": "Warner Bros. Interactive Entertainment/CD Projekt",
    "popularity": 92,
    "description": "The second of two expansion packs for 2015's acclaimed The Witcher 3: Wild Hunt is a strong release in its own right, adding about 20 hours of gameplay.",
    "genres": [
      "Action",
      "Role Playing"
    ],
    "image": "http://myfullgames.com/wp-content/uploads/2016/05/The_Witcher_3_Blood_and_Wine_cover.jpg"
  },
  {
    "rank": 3,
    "name": "Overwatch",
    "developer": "Blizzard Entertainment",
    "popularity": 91,
    "description": "The first new franchise in 17 years from Blizzard (World of Warcraft, StarCraft, Diablo) is officially a success. Critics raved about the studio's first foray in the ever-growing genre of multiplayer shooters, and it quickly caught on with the eSports community. Building on a year filled with positive buzz, Overwatch was named game of the year at The Game Awards 2016.",
    "genres": [
      "Action",
      "First Person Shooting"
    ],
    "image": "http://gamepreorders.com/wp-content/uploads/2016/03/overwatch-cover.jpg"
  },
  {
    "rank": 4,
    "name": "Stephen's Sausage Roll",
    "developer": "increpare",
    "popularity": 90,
    "description": "The Witness (see slide #15) wasn't the only ultra-difficult indie puzzle game released in 2016. This oddly titled game from Stephen Lavelle requires you to position sausages for perfect grilling. What may be easy (for some) in real life is nearly \"impossible\" in the world of SSR, say critics.",
    "genres": [
      "Strategy"
    ],
    "image": "http://www.stephenssausageroll.com/images/1.jpg"
  },
  {
    "rank": 5,
    "name": "Kentucky Route Zero - Act IV",
    "developer": "Cardboard Computer",
    "popularity": 90,
    "description": "The fourth of five acts in this magical realist point-and-click adventure (set in a secret underground Kentucky highway) continues to impress critics with its unsettling story and artistic ambitions.",
    "genres": [
      "Adventure"
    ],
    "image": "http://i.imgur.com/Xj8oqVI.jpg"
  },
  {
    "rank": 6,
    "name": "Dark Souls III",
    "developer": "Bandai Namco Games",
    "popularity": 89,
    "description": "FromSoftware's brutally difficult fantasy action-RPG series returned this spring with a third (and likely final) installment that nearly matched the critical acclaim for 2014's Dark Souls II.",
    "genres": [
      "Action",
      "Role Playing"
    ],
    "image": "http://cdn.wccftech.com/wp-content/uploads/2015/06/Dark-Souls-III-19.jpg"
  },
  {
    "rank": 7,
    "name": "Owlboy",
    "developer": "D-Pad Studio",
    "popularity": 89,
    "description": "Owlboy emerged this fall from nearly a full decade in development, and it appears to have been worth the wait. Players control Otus, a flying, owl-human hybrid, in this Metroidvania-style platform adventure that shines in the design and story departments.",
    "genres": [
      "Adventure ",
      "Platform"
    ],
    "image": "http://www.gry-online.pl/galeria/gry13/587953790.jpg"
  },
  {
    "rank": 8,
    "name": "Stardew Valley",
    "developer": "Chucklefish",
    "popularity": 88,
    "description": "The year's best farming simulator comes from a single developer, Eric Barone, who uses the Harvest Moon series (and Animal Crossing) as an inspiration but seems to elevate the concept thanks to an admirable complexity and attention to detail. Critics are addicted, and you may be too.",
    "genres": [
      "Role Playing"
    ],
    "image": "https://i.imgur.com/wZwtZwr.jpg"
  },
  {
    "rank": 9,
    "name": "Ori and the Blind Forest: Definitive Edition",
    "developer": "Microsoft",
    "popularity": 88,
    "description": "This one's a bit of a cheat, as this \"Metroidvania\"-style, exploration-driven 2D platformer from first-time indie developer Moon Studios landed on our best of 2015 list a year ago in its original version. This updated \"Definitive Edition\" release (also available as an upgrade to the 2015 version for a nominal fee) adds new areas and changes some of the gameplay mechanics.",
    "genres": [
      "Platform",
      "Strategy",
      "Adventure"
    ],
    "image": "http://vignette2.wikia.nocookie.net/nohud/images/d/d5/Ori_and_the_Blind_Forest_cover.jpg/revision/latest?cb=20150327105211"
  },
  {
    "rank": 10,
    "name": "Battlefield 1",
    "developer": "Electronic Arts",
    "popularity": 88,
    "description": "No, this year's Call of Duty release did not make our top 20. (In fact, it didn't even get positive reviews.) But EA's competing first-person shooter series Battlefield easily cracked the list with its 5th main installment, which gets its seemingly inaccurate title from its period setting: World War I. That step backward in time proved to be a refreshing step forward in the FPS genre and the Battlefield franchise in particular.",
    "genres": [
      "Action",
      "First Person Shooting"
    ],
    "image": "https://upload.wikimedia.org/wikipedia/en/f/fc/Battlefield_1_cover_art.jpg"
  }
]